Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=439_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus 2011 Ohcejogas
sms: SaaŠmnuõri čeäŠppvuõđpeiŠvv 2011 Uccjooǧǧâst

source: Sámenuoraid dáiddadáhpáhus ordnejuvvo 31.3.2011 Ohcejotnjálmmi skuvllas.
sms: SaaŠmnuõri čeäŠppvuõđpeiŠvv riâžžât 31.3.2011 UccjokknjääŠlm škooulâst.

source: Váldofáddán lea dánsa, ja dasa lassin ordnejuvvojit sierralágan bargobájit.
sms: VäŠlddteeŠman lij pleässjumuš, da lââŠssen riâžžât jeeŠresnallšem tuâjjpõõrtid.

source: Dáiddadáhpáhusas válljejuvvojit sámenuoraid ovddasteaddjit Nuorra Kultuvra MOVES – dáhpáhussii, mii ordnejuvvo Oulus 20.-22.5.2011.
sms: ČeäŠppvuõđpeeiŠvest vaŠlljeet sääŠmnuõri võboršeeŠǩǩid Nuõri kulttur MOVES – poŠdde, kååŠtt ââŠnet Oulust 20.-22.5.2011.

source: Sámediggi addá skuvllaide dárkkilut dieđuid ordnemiin buori áiggis ovdal dáhpáhusa.
sms: SääŠmteŠǧǧ teâđat škooulid tääŠrǩben riâššmõõžži diõtt ääiŠjbeäŠlnn.

source: Dás gávnnat riikkaviidosaš dáhpáhusa njuolggadusaid, maid mii čuovvut maiddái iežamet guovlodáhpáhusas: http://nuorikulttuuri.fi/nuori-kulttuuri-moves-2011 /
sms: VäŠlddkååŠddlaž čeäŠppvuõđpeeiŠv šeâttmõõžž, koid jääŠǩǩtep še jiiŠjjen vuŠvddčeäŠppvuõđpeeiŠvin, kaavnak täŠst: http://nuorikulttuuri.fi/nuori-kulttuuri-moves-2011 /

source: Dáiddadáhpáhusa válmmaštallin sámedikkis doaibmá oahppamateriálaplánejeaddji Anni Näkkäläjärvi (anni.
sms: ČeäŠppvuõđpeeiŠv valmštõõlljen sääŠmteeŠǧǧest tuåimmai mättʼtem-materiaalplaanraajji Anni Näkkäläjärvi (anni.

source: fi) ovttas nuoraidčálli Niina Siltalain (niina.
sms: fi) õõutsââŠjest nuõripiizar Niina Siltalain (niina.

source: Roavvenjárgga dáhpáhusa raporta 2010 lea oaidnin láhkái sámedikki ruovttusiidduin: Nuoraid dáiddadáhpáhus.
sms: RuäŠvnjaarǥâst riõššum čeäŠppvuõđpeeiŠv čiõlǥtõs 2010 lij vueiŠnnemnalla sääŠmteeŠǧǧ dommseeidain: Nuõri čeäppvuõđpeiŠvv.
